Repository: yucefsourani/pyfbdown
Catalog: po/*.po
Languages: ar

source: Done
ar: تم

source: Canceled
ar: تم إلغاء العلمية

source: Fail
ar: فشلت العملية

source: Paste URL
ar: لصق الرابط

source: Saves Video Location
ar: مسار حفظ الفيديو

source: URL
ar: رابط

source: Enter Facebook Video Url...
ar: أدخل رابط الفيديو على فيسبوك

source: Get Info
ar: جلب المعلومات

source: Remove Task
ar: حذف العملية

source: Download
ar: تنزيل

source: Cancel
ar: إلغاء

source: Are You Sure You Want To Remove This Task?
ar: هل أنت متأكد من أنك تريد حذف العملية؟

source: {} Already Exists
ar: {} موجود بالفعل

source: Tasks Running In Background,Are You Sure You Want To Exit?
ar: هناك عمليات مازالت لم تنتهي,هل أنت متأكد من أنك تريد الخروج؟
